Repository: wp-plugins/mcatfilter
Catalog: l10n/mcatfilter-*.po
Languages: fr_fr

source: Unsupported WordPress version
fr_fr: Version de WordPress non supportée

source: This plugin requires WordPress %s or later version.
fr_fr: Cette extension requiert WordPress %s ou une version ultérieure.

source: Do not exclude from tag pages
fr_fr: Ne pas exclure des pages de Mots-clefs

source: Do not exclude from feeds
fr_fr: Ne pas exclure des flux

source: Select for exclusion
fr_fr: Sélectionner pour l'exclusion

source: Name
fr_fr: Nom

source: Posts
fr_fr: Articles

source: Don't exclude anymore
fr_fr: Ne plus exclure

source: Exclude
fr_fr: Exclure

source: Specific exclusions
fr_fr: Exclusions spécifiques

source: All
fr_fr: Tout

source: Home page
fr_fr: Page d'accueil

source: Search results
fr_fr: Résultats de recherche

source: Feeds
fr_fr: Flux

source: Tag archive pages
fr_fr: Pages d'archive de mot-clé

source: Author archive pages
fr_fr: Pages d'archive d'auteur

source: Date archive pages
fr_fr: Pages d'archive par date

source: Exclude only from :
fr_fr: Exclure uniquement de :

source: Save changes
fr_fr: Sauvegarder les modifications

source: Chages have been succesfully saved.
fr_fr: Les modifications ont été sauvegardées avec succès.

source: mCatFilter additional options
fr_fr: Options additionnelles de mCatFilter

source: Select this category for exclusion
fr_fr: Sélectionner cette catégorie pour l'exclusion

source: Setup
fr_fr: Configuration
